Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E31C.tmx
Source language: en_us
Languages: zh_cn

source: 7 Ways to Make a Baby Laugh
zh_cn: 七种逗宝宝开心的方法

source: Most babies have fairly a predictable sense of humor and often the thing that makes them happiest is your big, smiling face.
zh_cn: 大多数的宝宝都有种可预见的幽默感，而通常让他们感觉到最开心的就是你大大的笑脸。

source: Fortunately, babies don't care if we're wearing makeup, they think we smell like love itself, and your coffee-stained bathrobe feels just as wonderful to them whether it's been washed this week or not.
zh_cn: 幸运的是，宝宝们通常不会关心你是不是正戴着面具，他们都会觉得那充满爱意，你那带有咖啡渍的睡衣对于他们来说也同样有趣，他们可不会关心睡衣这周洗没洗。

source: If your baby could talk she'd say, "Mom, don't worry about the zit on your nose, let's both hide under this blanket for awhile.
zh_cn: 如果你的宝宝已经学会说话了她会说，“妈妈，不要担心你鼻子上的痘痘，咱一起到毯子下面躲一会儿吧。

source: There, isn't that cozy?" (Your baby is off-the-charts empathetic, by the way -- most kids aren't that tuned in until they're seven.
zh_cn: 怎么样，舒服吧？”（你的宝宝很有同情心吧，顺便说一句，大多数的孩子要到七岁的时候才会这样。

source: What an amazing parent you are!)
zh_cn: 你是一个多棒的家长啊！）

source: As babies get into their first year, though, it's fun to find new ways to crack them up.
zh_cn: 宝们一岁的时候，找些能逗乐他们的方法会让你的生活变得有趣起来。

source: Feathers.
zh_cn: 1.羽毛

source: For the baby who doesn't like being aggressively tickled, a feather can do the trick. (Freeze the feather overnight first to kill anything that might be living in it.
zh_cn: 对于一个不喜欢抓痒的宝宝，你可以用一根羽毛来尝试一下。（先要把羽毛冷冻一晚上，以杀死可能存在的细菌。

source: Ugh, or maybe skip the feather and tickle her with a cotton ball.)
zh_cn: 呃，或者不用羽毛，可以用根棉球来逗逗她。）

source: Peek-a-who?
zh_cn: 2.瞧瞧这是谁？

source: Your giant, amazing face popping out from behind almost anything will get a laugh, once Baby catches on to what's happening.
zh_cn: 你那巨大的令人惊奇的脸庞从任何东西后面突然冒出来，注意到这个的宝宝都会发出笑声来。

source: Warning: once they get the joke, they will want you to do this 10,000 times in a row.
zh_cn: 警告：一旦他们觉得这个很好玩，他们会要求你重复10,000次。

source: Other babies.
zh_cn: 3.其他宝宝

source: The first time my son met another child his age he almost died of delight.
zh_cn: 我儿子第一次见到其他同龄的孩子的时候，他高兴得要死。

source: If you don't have a playmate handy, babies also love pictures of other babies faces.
zh_cn: 如果你的周围没有适合孩子的玩伴，宝宝们通常也会喜欢其他宝宝的照片。

source: Mrs. Mustard's Baby Faces book was the go-to cheerer-upper in our house that first year.
zh_cn: 《穆斯塔德夫人的宝宝图鉴》我孩子一岁的时候成为了让全家高兴起来的工具。
